Repository: SulaBaru4/qattama_web_app_new
Catalog: lib/l10n/app_*.arb
Languages: ky, ru, tr

# language
source: English
ky: Кыргызча
ru: Русский
tr: Türkçe

source: Welcome
ky: Кош келиңиз
ru: Добро пожаловать!
tr: Hoş geldiniz!

source: Main food
ky: Негизги тамак
ru: Главное Блюдо
tr: Ana Yemek

# scroll
source: Swipe left to see more positions
ky: Башка позицияларды көрүү үчүн, солго сүрүңүз
ru: Смахни влево чтобы увидеть ещё позиции
tr: Daha fazla pozisyon görmek için sola kaydırın

# kattama
source: Qattama
ky: Каттама
ru: Каттама
tr: Sade Katlama

# service
source: Service 10%
ky: Тейлөө 10%
ru: Обслуживание 10%
tr: Servis 10%

source: Menu
ky: Меню
ru: Меню
tr: Menü

# food
source: Dishes
ky: Тамактар
ru: Блюда
tr: Yemekler

# milkPosition
source: Dairy Product
ky: Сүт азыктары
ru: Молочные продукты
tr: Süt Ürünleri

source: Traditional Drinks
ky: Салттуу суусундуктар
ru: Традиционные Напитки
tr: Geleneksel İçecekler

# kaymak
source: Qaymaq
ky: Каймак
ru: Каймак
tr: Kaymak

# kaymakPrice1P
source: 130som/portion
ky: 130сом/порциясы
ru: 130сом/порция
tr: 130som/porsiyon

# kaymakPrice1KG
source: 900som/1kg
ky: 900cом/1кг
ru: 900cом/1кг

source: Ayran
ky: Айран
ru: Айран
tr: Аyran

# ayranPrice
source: 80som/1l
ky: 80сом/1л
ru: 80сом/1л

source: Suzmo
ky: Сүзмө
ru: Сүзмө
tr: Süzme

# suzmoPrice
source: 280som/1kg
ky: 280сом/1кг
ru: 280сом/1кг

source: Black Tea
ky: Карандай чай
ru: Черный чай
tr: Sıyah Çay

# blackteaPrice1L
source: 80som/1l
ky: 80сом/1л
ru: 80сом/1л

# blackteaPrice15L
source: 120som/1.5l
ky: 120сом/1.5л
ru: 120сом/1.5л

source: Green Tea
ky: Көк чай
ru: Зелёный Чай
tr: Yeşil Çay

# greenteaPrice1L
source: 80som/1l
ky: 80сом/1л
ru: 80сом/1л

# greenteaPrice15L
source: 120som/1.5l
ky: 120сом/1.5л
ru: 120сом/1.5л

# pelmeniPrice
source: 230som/portion
ky: 230сом/порциясы
ru: 230сом/порция
tr: 230som/porsiyon

# mantiPrice
source: 270som/portion
ky: 270сом/порциясы
ru: 270сом/порция
tr: 270som/porsiyon

# kattamaPrice
source: 150som
ky: 150сом
ru: 150сом

source: Description
ky: Сүрөттөө
ru: Описание
tr: Açıklama

# pelmeni
source: Pelmeni(Dumplings)
ky: Пельмени
ru: Пельмени
tr: Pelmen(Mantı)

# manti
source: Manty
ky: Манты
ru: Манты
tr: Kırgız Mantı

source: Milk Tea
ky: Сүт чай
ru: Чай с молоком
tr: Sütlü Çay

# milkteaPrice1L
source: 130som/1l
ky: 130сом/1л
ru: 130сом/1л

# milkteaPrice15L
source: 180som/1.5l
ky: 180сом/1.5л
ru: 180сом/1.5л

source: Kurut
ky: Курут
ru: Курут

# kurutPrice
source: 15som/1pcs
ky: 15сом/1даана
ru: 15сом/1шт
tr: 15som/1adet

source: Kymyz
ky: Кымыз
ru: Кымыз
tr: Kımız

# kymyzPrice
source: 250som/1l
ky: 250сом/1л
ru: 250сом/1л

# descriptionKattama
source: The national bread of Kyrgyzstan is Katlama.
ky: Кыргыздын улуттук наны Каттама.
ru: Национальный кыргызский хлеб — Каттама.
tr: Kırgızların ulusal ekmeği Katlama.

# descriptionKaymak
source: Kaymak is a delicate and creamy delicacy, elegantly combining the lightness of cream and the rich taste of milk, filling each bite with refined luxury.
ky: Каймак — бул жеңил каймактын жана сүттүн бай даамын назик айкалыштырган, ар бир бөлүгүн назик люкс менен толтурган жумшак жана каймактуу деликатес.
ru: Каймак — это нежный и сливочный деликатес, изысканно сочетающий легкость сливок и насыщенный вкус молока, наполняющий каждый кусочек утонченной роскошью.
tr: Kaymak, hafif krema ve sütün zengin tadını zarifçe birleştiren, her lokmayı ince bir lüks ile dolduran nazik ve kremalı bir lezzettir.

# descriptionAyran
source: Ayran is a refreshing drink that combines the coolness of yogurt and a light tanginess, providing an instant feeling of freshness and quenching thirst.
ky: Айран — бул йогурттун салкындыгын жана жеңил кычкылдуулукту айкалыштырган, заматта сергитүү жана суусун кандыруу сезимин берген сергитүүчү суусундук.
ru: Айран — это освежающий напиток, сочетающий прохладу йогурта и легкую кислинку, дарящий мгновенное ощущение свежести и утоления жажды.
tr: Ayran, yoğurdun serinliği ve hafif ekşiliğini birleştiren, anında ferahlık ve susuzluk giderici bir içecektir.

# descriptionSuzmo
source: Suzma is a traditional dairy product that includes the rich texture and taste of yogurt, providing refreshment and satiety.
ky: Сузмо — бул йогурттун бай текстурасын жана даамын камтыган, сергитүү жана токчулукту камсыз кылган салттуу сүт азыгы.
ru: Сузьма — это традиционный молочный продукт, включающий в себя богатую текстуру и вкус йогурта, обеспечивающий освежение и сытость.
tr: Süzme, yoğurdun zengin dokusunu ve tadını içeren, ferahlık ve tokluk sağlayan geleneksel bir süt ürünüdür.

# descriptionBlackTea
source: Description: Classic black tea, rich taste and aroma. Volume options: 1l and 1.5l. An excellent choice for any time of the day.
ky: Сүрөттөө: Классикалык кара чай, бай даам жана жыт. Көлөм тандоолору: 1л жана 1,5л. Күндүн каалаган убагында сонун тандоо.
ru: Описание: Классический черный чай, богатый вкус и аромат. Варианты объема: 1л и 1,5л. Отличный выбор на любое время дня.
tr: Açıklama: Klasik siyah çay, zengin tat ve aroma. Hacim seçenekleri: 1l ve 1,5l. Günün her saati için mükemmel bir seçim.

# descriptionGreenTea
source: Description: Green tea, known for its beneficial properties. Volume options: 1l and 1.5l. Perfectly tones and refreshes.
ky: Сүрөттөө: Жашыл чай, пайдалуу касиеттери менен белгилүү. Көлөм тандоолору: 1л жана 1,5л. Сонун тонустайт жана сергитет.
ru: Описание: Зеленый чай, известный своими полезными свойствами. Варианты объема: 1л и 1,5л. Отлично тонизирует и освежает.
tr: Açıklama: Yeşil çay, faydalı özellikleriyle bilinir. Hacim seçenekleri: 1l ve 1,5l. Mükemmel tonlar ve ferahlatır.

# descriptionMilkTea
source: Milk tea is a harmonious combination of the delicate aroma of tea leaves and the velvety softness of milk. This drink brings coziness and warmth, filling each sip with warmth and refinement. Volume options: 1l and 1.5l.
ky: Чай сүт менен — бул чай жалбырактарынын назик жыты менен сүттүн баркыттай жумшактыгынын гармониялуу айкалышы. Бул суусундук жылуулук жана ыңгайлуулук берип, ар бир ууртамды жылуулук жана назиктик менен толтурат. Көлөм тандоолору: 1л жана 1,5л.
ru: Чай с молоком — это гармоничное сочетание нежного аромата чайных листьев и бархатистой мягкости молока. Этот напиток дарит уют и согревание, наполняя каждый глоток теплом и утонченностью. Есть варианты 1л и 1.5л.
tr: Sütlü çay — çay yapraklarının nazik aroması ile sütün kadifemsi yumuşaklığının uyumlu birleşimidir. Bu içecek, her yudumu sıcaklık ve incelikle doldurarak rahatlık ve ısınma sağlar. Hacim seçenekleri: 1l ve 1,5l.

# descriptionPelmeni
source: Description: In this soup, each dumpling is like a separate work of art, floating in a fragrant broth.
ky: Сүрөттөө: Бул шорподогу ар бир пельмень өзүнчө искусство чыгармасы сыяктуу, жыпар жыттуу шорподо сүзүп жүрөт.
ru: Описание: В этом супе каждая пельмешка - как отдельное произведение искусства, плавающее в ароматном бульоне.
tr: Açıklama: Bu çorbadaki her mantı, kokulu bir et suyunda yüzen ayrı bir sanat eseri gibidir.

# ingredientsPelmeni
source: Ingredients: Fresh dumplings, aromatic broth, seasonings.
ky: Курамы: Жаңы пельменьдер, жыпар жыттуу шорпо, татымалдар.
ru: Состав: Свежие пельмени, ароматный бульон, приправы.
tr: İçindekiler: Taze mantı, aromatik et suyu, baharatlar.

# descriptionManti
source: According to the tradition of our ancestors, manty made with love and meat.
ky: Ата-бабаларыбыздын салты боюнча сүйүү менен, этинен жасалган манты
ru: Манты из мяса приготовленные по традициям наших предков, с любовью
tr: Atalarımızın geleneğine göre sevgiyle, etle yapılan mantı.

# ingredientsManti
source: Ingredients: beef, onion, dough, potato
ky: Курамы: уй эти, пияз, камыр, картошка
ru: Состав: говядина, лук, тесто, картофель
tr: İçindekiler: dana eti, soğan, hamur, patates

# descriptionKurut
source: Сүрөттөө: Курут - бул салттуу кыргыз закускасы. Даамы бай жана пайдалуу касиеттери бар.
ru: Описание: Курут — традиционная кыргызская закуска. Богат вкусом и полезными свойствами.
tr: Açıklama: Kurut, geleneksel bir Kırgız atıştırmalığıdır. Zengin bir tada ve faydalı özelliklere sahiptir.

# descriptionKymyz
source: Description: Kymyz is a fermented drink made from mare's milk with a unique sour taste. Source of probiotics and beneficial bacteria.
ky: Сүрөттөө: Кымыз - бул бээнин сүтүнөн жасалган ачытылган суусундук, уникалдуу кычкыл даамы бар. Пробиотиктердин жана пайдалуу бактериялардын булагы.
ru: Описание: Кымыз — это ферментированный напиток из кобыльего молока с уникальным кислым вкусом. Источник пробиотиков и полезных бактерий.
tr: Açıklama: Kımız, kısrak sütünden yapılan fermente bir içecektir ve benzersiz ekşi bir tada sahiptir. Probiyotikler ve faydalı bakterilerin kaynağıdır.

# contact
source: Contact us.
ky: Биз менен байланышуу.
ru: Связаться с нами.
tr: Bizimle iletişmek için.

# instagram
source: We are waiting for your wishes and complaints in Direct. Don't forget to tag us in your posts so we can feature you in our stories.
ky: Тилектерди жана даттанууларды Direct'ке жөнөтүңүз. Бизди өз публикацияларыңызда белгилөөнү унутпаңыз, биз сизди өз сторисибизге киргизе алабыз.
ru: Ждём ваши пожелания и жалобы в Direct. Не забывайте отмечать нас в своих публикациях, чтобы мы могли запостить вас к себе в сторис.
tr: Dileklerinizi ve şikayetlerinizi Direct'e bekliyoruz. Bizi gönderilerinizde etiketlemeyi unutmayın, böylece sizi hikayelerimize koyabiliriz.

# rateMap
source: Rate us on 2GIS and leave a comment. We will be very grateful.
ky: Бизди 2ГИС'те баалап, комментарий калтырыңыз. Биз абдан ыраазы болобуз.
ru: Оцените нас в 2ГИС и оставьте комментарий. Мы будем очень благодарны
tr: Bizi 2GIS'te değerlendirin ve yorum bırakın. Çok minnettar oluruz.

# developerContact
source: Contact the developer (If you have complaints about the app's performance or other suggestions)
ky: Разработчу менен байланыш (Эгерде тиркеменин иши боюнча даттануулар же башка сунуштар бар болсо)
ru: Связь с разработчиком (Если есть жалобы по работе приложения, или другие предложения)
tr: Geliştirici ile iletişim (Uygulamanın çalışması hakkında şikayetleriniz veya diğer önerileriniz varsa)
